[{"id":"m4se/template.tex","metadata_author":"Dollé, Guillaume","metadata_date":"2017-05-11","metadata_keywords":"Optimization","metadata_lang":"english","metadata_version":"working","metadata_identifier":"m4se","setup_name":"M4SE Math for Smart Energy","setup_oneline":"Optimization of energy storage within households","setup_h2020":"Secure, clean and efficient energy","setup_sector":"ENERGY ENVIRONMENT","setup_description":"With the multiplications of photovoltaic panels, wind turbines and the possibility to own its energy production, new problems emerged: \\textbullet~Massive energy rejection causes electrical network disturbances. \\textbullet~Energy distributors imposed regulates household consumption in function of stock exchange prices. \\textbullet~Energy waste due to non-consumed or non-selled energy during free schedule.","setup_goal":"The goal is first to control the energy storage via energy buffers (batteries) and the rejection in the electrical network with respect to distributors consigns (eroadmap). Minimizing energy costs, maximizing energy resale during free schedule.","setup_results":"A prototype of a working algorithm has been established during a 6 month work financed by AMIES PEPS contracts and master internship. The solution proposed is a strategy to fit the eroadmap taking into account predictive data. This works solved a blocking problem for the company which patented the algorithm and implemented it in the EMG controller for production.","setup_highlight":"Energy storage to\\\\[\\smallskipamount] \\focus{reduce} energy wastes,\\\\[\\smallskipamount] \\focus{guaranty} safe electrical network for distributors,\\\\[\\smallskipamount] \\focus{control} energy resale for households","setup_contribution":"Reduce energy\\\\ waste, control comsumption, optimize energy resale","setupacademic_name":"cemosis","setupacademic_logo":"Cemosis_logo.png","setupacademic_description":"Cemosis is hosted by the Institute of Advanced Mathematical Research (IRMA, Strasbourg) and was created in January 2013. Cemosis mainly relies currently on the team Modeling and Control of the IRMA","setupindustrial_name":"Hager","setupindustrial_logo":"logoHager.jpg","setupindustrial_description":"Manufacturer of electrical equipment for modular electrical installation, energy management, alarm and home and building automation system","setupillustration_img":"hager_scheme.png","setupillustration_height":"6cm"},{"id":"po/template.tex","metadata_author":"Hild, Romain","metadata_date":"2017-05-10","metadata_keywords":"Navier-Stokes, curl","metadata_lang":"english","metadata_identifier":"po","metadata_version":"working","setup_name":"$\\mathrm{NS^2_{++}}$: Non Standard Navier-Stokes in Feel++","setup_oneline":"A non standard strategy for solving the incompressible Navier-Stokes equations","setup_h2020":"Smart, green and integrated transport","setup_sector":"MECHANICS AND MECHATRONICS","setup_description":"PlasticOmnium Automotive is a leading company of parts and plastic body modules. In order to keep his place and ahead of the European regulations concerning the emission of $\\mathrm{CO_2}$, it must test the air flow over cars. For this, the company needs performing models of turbulence geometry for several million cells.","setup_goal":"\\begin{bullets} \\item Reduce the time and the computing power needed for the simulation \\item Increase the length of the simulation by a factor 10 \\item Reduce the fuel consumption by a better aerodynamic \\end{bullets}","setup_results":"The resolution of the non standard formulation of the Navier-Stokes equation had to face several issues. We managed to solve efficiently and accurately the eigen problem of the curl operator and to project the solution on the space spanned by the eigen vectors. The last obstacle is the lifting of the boundary conditions. In order to fix this, the collaboration between Cemosis and Plastic Omnium continues and grows on the problematic of large scale post-processing of computational fluid dynamics simulations.","setup_highlight":"Deal with key\\\\ component of the \\focus{non standard} Navier-Stokes equation and start a \\focus{partnership} between Cemosis and Plastic Omnium","setup_contribution":"Research on key\\\\ Future Aspect","setupacademic_name":"Cemosis","setupacademic_logo":"Cemosis_logo.png","setupacademic_description":"Plastic Omnium is the world’s leading supplier of plastic and composite painted exterior components and modules. Its Auto Exterior Division supports our customers worldwide with 87 plants in 18 countries.","setupindustrial_name":"Plastic Omnium","setupindustrial_logo":"po.jpg","setupindustrial_description":"Innovation through modeling and simulation.\\\\ Cemosis is hosted by the Institute of Advanced Mathematical Research (IRMA, Strasbourg) and was created in January 2013. Cemosis mainly relies currently on the team Modeling and Control of the IRMA.","setupillustration_img":"mode45.png","setupillustration_height":"5cm"},{"id":"pollen/template.tex","metadata_author":"Fontanges, Richard","metadata_date":"2017-08-04","metadata_keywords":"","metadata_lang":"english","metadata_version":"working","metadata_identifier":"pollen","setup_name":"Pollen Metrology : Data fusion for Metrology","setup_oneline":"Control and measurements of nanomaterials\\\\ by aggregation and analysis of different sources of images","setup_h2020":"Health, Secure Energy","setup_sector":"Electronics, Materials","setup_description":"By the 2000s, nanomaterial became industrial products, thus nano-processes need to be (nano)mastered. This means working on high density images / huge amount of data in an efficient way, i.e automated reliable, consistent and fast analysis.","setup_goal":"\\begin{bullets} \\item Getting workable images \\item Image analysing \\item Data fusionning to extract the best results \\end{bullets} The process has to be fully automated and configurable for the end-user (client).","setup_results":"As a result, robust algorithms for preprocessing (removing of the trend, segmentation and detection of the nano-objects) have been selected and adapted. Moreover, data fusion methods have been added in a innovative way (for this sector of industry) \\begin{bullets} \\item Automated particle analysis 99.9\\,\\% success on LNE data \\item Automated AFM flattening 100\\,\\% success \\item Automated Fusion: Combination of two estimators coming from multiple measurement techniques has been developed \\end{bullets}","setup_highlight":"for the \\underline{end user}:\\\\ \\textbullet Higher Production Yield\\\\ \\textbullet Automated results (vs~manually) from Week to Minutes time analysis ! \\medskip for \\underline{Pollen}:\\\\ \\textbullet Taking over of market share\\\\ \\textbullet Recognised as innovative","setup_contribution":"Accurate 3D process control","setupacademic_name":"Laboratoire Jean Kuntzmann / Université Grenoble-Alpes","setupacademic_logo":"LJK_UGA.png","setupacademic_description":"","setupindustrial_name":"Pollen Metrology","setupindustrial_logo":"Pollen.png","setupindustrial_description":"POLLEN Technology is a startup founded on September 29 Provides turnkey solutions to industrial and research laboratories in the field of nanometrology","setupillustration_img":"illustration_pollen.png","setupillustration_height":"5cm"},{"id":"safety_line/safety_line.tex","metadata_author":"Blanc, Xavier","metadata_date":"2017-06-16","metadata_keywords":"Big data, machine learning","metadata_version":"working","metadata_lang":"english","metadata_identifier":"safety_line","setup_name":"Safety Line: big data applied to air transport","setup_oneline":"Risk estimation in air transport using machine learning","setup_h2020":"aeronautics, data, risk","setup_sector":"Security in transport","setup_description":"The data from airplane's flight recorders (black boxes) are stored by companies, but they remain unused, except when an incident occurs. The idea of the PhD thesis of Baptiste Gregorutti (supervised by Gérard Biau, Bertrand Michel and Philippe Saint-Pierre) was to use these data in order to detect risky situations, even for an eventless flight.","setup_goal":"Develop an algorithm allowing for: \\begin{enumerate} \\item the detection of risky flights; \\item finding variables which could be related to these risks. \\end{enumerate} Propose an ready-to use implementation, with the possibility to tune the paremeters of the algorithm.","setup_results":"The method proved to be efficient in several relevant use-cases. After the completion of the PhD, a software was developped, using this algorithm: FlightScanner. This software is now available as a product of the company. Baptiste Gregorutti has been hired as a researcher in data science. In January 2017, he has become research manager.","setup_highlight":"Use of up-to-date \\focus{machine learning} algorithms in a risk management software.","setup_contribution":"New product allowing for efficient data analysis of flight data.","setupacademic_name":"LSTA","setupacademic_logo":"UPMC_Sorbonne_Universites.png","setupacademic_description":"LSTA stands for \"Theoretical and Applied Statistics Laboratory\". It is the statistics research department of Université Pierre et Marie Curie, in Paris.","setupindustrial_name":"Safety Line","setupindustrial_logo":"NEW-logo-safetyline2.png","setupindustrial_description":"The company Safety Line with created in 2010. It offers solutions innovative solutions for aviation safety and efficiency. These solutions are based on data analysis and machine learning.","setupillustration_img":"aircraft.JPG","setupillustration_height":"6cm"},{"id":"sediment/template.tex","metadata_author":"","metadata_date":"2017-08-04","metadata_keywords":"","metadata_lang":"english","metadata_version":"working","metadata_identifier":"sediment","setup_name":"Numerical Simulation of the Sediment Transport","setup_oneline":"Numerical Simulation of the Sediment Transport","setup_h2020":"sediment transport, numerical analysis","setup_sector":"HYDRAULICS","setup_description":"Predicting the evolution of river beds is an important issue for electricity companies such as EDF. In the industrial point of view, it is necessary to be able to simulate this evolution near the hydraulic facilities in order to ensure the performance and the safety of the infrastructures in accordance to environmental constraints.","setup_goal":"The goal is to propose a tool to simulate the bedload sediment transport that occurs in rivers. The numerical method has to be robust, fast and easy to compute ; the treatment of the coupling between the Saint-Venant and the Exner equations leading to stability issues related to numerical schemes is an open question.","setup_results":"The numerical scheme is proved to be efficient for academic and industrial applications. This work has also permitted to propose a weak coupling between the two models that can solve the stability issue. This method will be integrated in the software suite Telemac2D, a 2D integrated suite of solvers for free surface flow problems developed by EDF. In addition, the results of this work have permitted to improve another software suite developed by EDF called Mascaret-Courlis that also solves free surface flow problems in 1D.","setup_highlight":"Better understanding of the coupling of the Saint-Venant—Exner equations. Optimization of the computation time","setup_contribution":"Stable and fast computational tools for bedload transport","setupacademic_name":"","setupacademic_logo":"","setupacademic_description":"","setupindustrial_name":"","setupindustrial_logo":"","setupindustrial_description":"","setupillustration_img":"","setupillustration_height":"5cm"},{"id":"sivibirpp/template.tex","metadata_author":"Doll\\'e, Guillaume","metadata_date":"2017-05-11","metadata_keywords":"Modelisation,FEM","metadata_lang":"english","metadata_identifier":"sivibirpp","metadata_version":"working","setup_name":"SIVIBIR++ Simulation of a bioreactor","setup_oneline":"Simulation of a virtual bioreactor landfill using Feel++ framework","setup_h2020":"Secure, clean and efficient energy","setup_sector":"ENERGY ENVIRONMENT","setup_description":"The principle of a bioreactor landfill consists in accelerating biodegradation of wastes. Maintaining an optimal degree of humidity, in particular fostering leachates recirculation helps to achieve this goal. The chemical reaction produces gaz which is reprocessed in another form of energy (heat, electricity, …).","setup_goal":"The goal of this project is to modelize the chemical reaction occuring inside a real bioreactor, then to generalize the whole bioreactor operating system. The final goal is to control the gaz production in order to optimize bioreactor yield in function of the energy needs.","setup_results":"A multiphasic model has been established during a math-entreprise studying week “Semaine d’Étude Math-Entreprise” (SEME). A C++ implementation of the model has been proposed during the “Centre d’Été Mathématique de Recherche Avancée en Calcul Scientifique” (CEMRACS 2015) using the FEEL++ library which is developed in local.","setup_highlight":"Better biological understanding \\focus{helps improving} alveolus construction, increasing \\focus{production}","setup_contribution":"Helps to understand\\\\ biological reaction inside the bioreactor","setupacademic_name":"cemosis","setupacademic_logo":"logoCemosis.pdf","setupacademic_description":"Cemosis is hosted by the Institute of Advanced Mathematical Research (IRMA, Strasbourg) and was created in January 2013. Cemosis mainly relies currently on the team Modeling and Control of the IRMA","setupindustrial_name":"Charier","setupindustrial_logo":"logoCharier.jpg","setupindustrial_description":"The Charier company concentrates on five businesses: Aggregates, Earthworks, Roads and Urban Works, Civil Engineering and Special Works, Waste Recovery.","setupillustration_img":"sivibirpp.png","setupillustration_height":"6cm"}]
